{
  "source_name": "Psychiatrist.com",
  "source_url": "https://www.psychiatrist.com/news/fda-fast-tracks-otsukas-novel-adhd-drug/",
  "slug": "fda-fasttracks-otsukas-novel-adhd-drug-january-27--1770404907137",
  "created_at": "2026-02-06T19:08:27.138Z",
  "title_en": "FDA Fast-Tracks Otsuka’s Novel ADHD Drug\n                        January 27, 2026",
  "content_en": "Otsuka Pharmaceutical has announced that the U.S. Food and Drug Administration (FDA) has accepted the company’s New Drug Application for centanafadine for priority review. The pharma giant developed the drug to treat attention-deficit/hyperactivity disorder (ADHD) and could emerge as the first approved therapy in a new pharmacologic class.\n\nThe agency has set a Prescription Drug User Fee Act (PDUFA) target action date of July 24, 2026.\n\nCentanafadine is a once-daily, extended-release capsule designed to curb the reuptake of a trio of crucial neurotransmitters – norepinephrine, dopamine, and serotonin. If regulators sign off on the drug, it would be the first ADHD drug to incorporate all three mechanisms.\n\nFour Phase 3 clinical trials evaluated centanafadine across pediatric, adolescent, and adult populations and appear to support the company’s case. In those studies, the drug met its primary efficacy endpoints. It also produced statistically significant and clinically meaningful reductions in ADHD symptoms.\n\nResearchers assessed symptom improvements in children and adolescents using the ADHD Rating Scale-5. For adults, they relied on the ADHD Investigator Symptom Rating Scale. Across trials, trial participants tolerated the drug well. The most commonly reported side effects included decreased appetite, nausea, rash, fatigue, abdominal pain, and somnolence in younger patients, and decreased appetite and headache in adults.\n\n“ADHD manifests differently across patients, highlighting the importance of having multiple therapeutic approaches available,” said Otsuka Pharmaceutical Development & Commercialization executive vice president and chief medical officer John Kraus, MD, PhD, said.\n\nHe called the FDA’s acceptance and priority review designation “an important milestone” and stressed the company’s goal to expand treatment options for people living with ADHD.\n\nPriority review accelerates the FDA’s standard review timeline. In short, it hints that the agency considers the application to have the potential to dramatically boost “the treatment, diagnosis, or prevention of a serious condition.”\n\nOtsuka execs also point out that the clinical and preclinical data suggest centanafadine could present a low abuse risk. And that’s critical, considering the stimulant properties of so many ADHD treatment options.\n\nManagement of Adolescents and Young Adults With Attention-Deficit/Hyperactivity Disorder",
  "title_ar": "إدارة الغذاء والدواء الأمريكية تتعقب بسرعة عقار أوتسوكا الجديد لعلاج اضطراب فرط الحركة ونقص الانتباه\n                        27 يناير 2026",
  "content_ar": "أعلنت شركة Otsuka Pharmaceutical أن إدارة الغذاء والدواء الأمريكية (FDA) قبلت طلب الدواء الجديد الذي قدمته الشركة للحصول على دواء سينتانافيدين للمراجعة ذات الأولوية. قامت شركة الأدوية العملاقة بتطوير الدواء لعلاج اضطراب نقص الانتباه وفرط النشاط (ADHD) ويمكن أن يصبح أول علاج معتمد في فئة دوائية جديدة.\n\nحددت الوكالة تاريخ الإجراء المستهدف لقانون رسوم استخدام الأدوية الموصوفة طبيًا (PDUFA) وهو 24 يوليو 2026.\n\nCentanafadine عبارة عن كبسولة ممتدة المفعول يتم تناولها مرة واحدة يوميًا، وهي مصممة للحد من إعادة امتصاص ثلاثي من الناقلات العصبية المهمة - النورإبينفرين والدوبامين والسيروتونين. إذا وافق المنظمون على الدواء، فسيكون أول دواء لاضطراب فرط الحركة ونقص الانتباه يجمع الآليات الثلاث.\n\nقامت أربع تجارب سريرية من المرحلة الثالثة بتقييم دواء سينتاناداين عبر مجموعات من الأطفال والمراهقين والبالغين ويبدو أنها تدعم حالة الشركة. وفي تلك الدراسات، حقق الدواء نقاط النهاية الخاصة بالفعالية الأولية. كما أنها أنتجت تخفيضات ذات دلالة إحصائية وذات معنى سريريًا في أعراض اضطراب فرط الحركة ونقص الانتباه.\n\nقام الباحثون بتقييم تحسن الأعراض لدى الأطفال والمراهقين باستخدام مقياس تصنيف ADHD-5. بالنسبة للبالغين، اعتمدوا على مقياس تقييم أعراض محقق اضطراب فرط الحركة ونقص الانتباه. خلال التجارب، تحمل المشاركون في التجربة الدواء جيدًا. وشملت الآثار الجانبية الأكثر شيوعا انخفاض الشهية والغثيان والطفح الجلدي والتعب وآلام البطن والنعاس لدى المرضى الأصغر سنا، وانخفاض الشهية والصداع لدى البالغين.\n\nوقال جون كراوس، نائب الرئيس التنفيذي لتطوير الأدوية وتسويقها في أوتسوكا: \"يظهر اضطراب فرط الحركة ونقص الانتباه بشكل مختلف بين المرضى، مما يسلط الضوء على أهمية وجود أساليب علاجية متعددة متاحة\".\n\nووصف قبول إدارة الغذاء والدواء وتحديد الأولوية للمراجعة بأنه \"معلم مهم\" وشدد على هدف الشركة المتمثل في توسيع خيارات العلاج للأشخاص الذين يعانون من اضطراب فرط الحركة ونقص الانتباه.\n\nتعمل مراجعة الأولويات على تسريع الجدول الزمني القياسي للمراجعة لدى إدارة الغذاء والدواء. باختصار، يشير هذا إلى أن الوكالة تعتبر التطبيق لديه القدرة على تعزيز \"العلاج أو التشخيص أو الوقاية من حالة خطيرة\" بشكل كبير.\n\nيشير المسؤولون التنفيذيون في Otsuka أيضًا إلى أن البيانات السريرية وما قبل السريرية تشير إلى أن دواء سينتانافدين يمكن أن يمثل خطرًا منخفضًا للإساءة. وهذا أمر بالغ الأهمية، مع الأخذ في الاعتبار الخصائص المنشطة للعديد من خيارات علاج اضطراب فرط الحركة ونقص الانتباه.\n\nإدارة المراهقين والشباب الذين يعانون من اضطراب نقص الانتباه / فرط النشاط"
}