{
  "source_name": "Medical News Today",
  "source_url": "https://www.medicalnewstoday.com/articles/adhd-complications",
  "slug": "attention-deficit-hyperactivity-disorder-adhd-can--1770404245828",
  "created_at": "2026-02-06T18:57:25.828Z",
  "title_en": "Attention deficit hyperactivity disorder (ADHD) can lead to complications, such as difficulty making friends, frequent injuries, and difficulty at…",
  "content_en": "Sometimes, attention deficit hyperactivity disorder (ADHD) can lead to complications, such as difficulty making friends and frequent injuries. ADHD can also co-occur with other conditions that may contribute to other challenges.\n\nADHD is a neurodevelopmental condition that can cause difficulty concentrating, impulsiveness, and hyperactivity.\n\nPeople with ADHD are more likely to have certain other mental and physical health conditions, such as anxiety, learning disabilities, and sleep problems. Healthcare professionals describe these conditions as “comorbid” or “co-occurring” when they occur alongside ADHD.\n\nThis article explores some potential complications of ADHD and discusses when someone may want to consider speaking with a healthcare professional.\n\nChildren and adults with ADHD may have difficulty making friends or maintaining relationships with other people. However, this does not mean that every individual with ADHD experiences difficulty with social interactions.\n\nPeople with inattentive ADHD may appear to be shy or withdrawn to others, while people with hyperactive-impulsive ADHD may interrupt others during conversations or not wait their turn. People who have combined ADHD may display a mixture of these behaviors in social situations.\n\nIndividuals with ADHD are also more likely to have other conditions that may affect their ability to get along with others, such as autism spectrum disorder, oppositional defiant disorder, and conduct disorder.\n\nAnyone with ADHD who is having difficulty with social interactions may want to consider reaching out to a healthcare professional for support and guidance.\n\nVisit our dedicated hub for more research-backed information and in-depth resources on ADHD.\n\nA 2019 surveillance study noted that ADHD can have a range of comorbid mental health conditions, including:\n\nAdditionally, a 2023 study noted that personality disorders, such as dependent personality disorder and depressive personality disorder, may co-occur with ADHD.\n\nAnyone with ADHD who is experiencing symptoms of a mental health condition may want to consider speaking with a doctor for diagnosis and appropriate treatment.\n\nLearning disabilities, such as dyslexia, dysgraphia, and dyscalculia (difficulty with math), often co-occur with ADHD.\n\nAdditionally, some symptoms of ADHD, like difficulty concentrating, organizing, and staying on task, may cause challenges with academic and professional work.\n\nIn combination, this can make tasks that require learning particularly challenging, so individuals with either or both conditions may benefit from additional support at school, university, or in the workplace.",
  "title_ar": "يمكن أن يؤدي اضطراب نقص الانتباه وفرط النشاط (ADHD) إلى مضاعفات، مثل صعوبة تكوين صداقات، والإصابات المتكررة، وصعوبة في...",
  "content_ar": "في بعض الأحيان، يمكن أن يؤدي اضطراب نقص الانتباه وفرط النشاط (ADHD) إلى مضاعفات، مثل صعوبة تكوين صداقات والإصابات المتكررة. يمكن أن يحدث اضطراب فرط الحركة ونقص الانتباه أيضًا مع حالات أخرى قد تساهم في تحديات أخرى.\n\nاضطراب فرط الحركة ونقص الانتباه هو حالة نمو عصبي يمكن أن تسبب صعوبة في التركيز والاندفاع وفرط النشاط.\n\nالأشخاص المصابون باضطراب فرط الحركة ونقص الانتباه هم أكثر عرضة للإصابة ببعض الحالات الصحية العقلية والجسدية الأخرى، مثل القلق، وصعوبات التعلم، ومشاكل النوم. يصف متخصصو الرعاية الصحية هذه الحالات بأنها \"مرضية مصاحبة\" أو \"متزامنة\" عندما تحدث جنبًا إلى جنب مع اضطراب فرط الحركة ونقص الانتباه.\n\nتستكشف هذه المقالة بعض المضاعفات المحتملة لاضطراب فرط الحركة ونقص الانتباه وتناقش متى قد يرغب شخص ما في التفكير في التحدث مع أخصائي الرعاية الصحية.\n\nقد يواجه الأطفال والبالغون المصابون باضطراب فرط الحركة ونقص الانتباه صعوبة في تكوين صداقات أو الحفاظ على العلاقات مع أشخاص آخرين. ومع ذلك، هذا لا يعني أن كل فرد مصاب باضطراب فرط الحركة ونقص الانتباه يواجه صعوبة في التفاعلات الاجتماعية.\n\nقد يبدو الأشخاص المصابون باضطراب فرط الحركة ونقص الانتباه خجولين أو منعزلين عن الآخرين، بينما قد يقاطع الأشخاص المصابون باضطراب فرط الحركة ونقص الانتباه المفرط الاندفاع الآخرين أثناء المحادثات أو لا ينتظرون دورهم. قد يُظهر الأشخاص المصابون باضطراب فرط الحركة ونقص الانتباه مزيجًا من هذه السلوكيات في المواقف الاجتماعية.\n\nالأفراد المصابون باضطراب فرط الحركة ونقص الانتباه هم أيضًا أكثر عرضة للإصابة بحالات أخرى قد تؤثر على قدرتهم على الانسجام مع الآخرين، مثل اضطراب طيف التوحد، واضطراب المعارضة المتحدي، واضطراب السلوك.\n\nقد يرغب أي شخص مصاب باضطراب فرط الحركة ونقص الانتباه ويواجه صعوبة في التفاعلات الاجتماعية في التفكير في التواصل مع أخصائي الرعاية الصحية للحصول على الدعم والتوجيه.\n\nقم بزيارة مركزنا المخصص لمزيد من المعلومات المدعومة بالأبحاث والموارد المتعمقة حول اضطراب فرط الحركة ونقص الانتباه.\n\nأشارت دراسة مراقبة أجريت عام 2019 إلى أن اضطراب فرط الحركة ونقص الانتباه يمكن أن يكون له مجموعة من حالات الصحة العقلية المرضية، بما في ذلك:\n\nبالإضافة إلى ذلك، أشارت دراسة أجريت عام 2023 إلى أن اضطرابات الشخصية، مثل اضطراب الشخصية الاعتمادية واضطراب الشخصية الاكتئابية، قد تتزامن مع اضطراب فرط الحركة ونقص الانتباه.\n\nقد يرغب أي شخص مصاب باضطراب فرط الحركة ونقص الانتباه ويعاني من أعراض حالة صحية عقلية في التفكير في التحدث مع الطبيب للتشخيص والعلاج المناسب.\n\nغالبًا ما تحدث صعوبات التعلم، مثل عسر القراءة، وعسر الكتابة، وعسر الحساب (صعوبة في الرياضيات)، مع اضطراب فرط الحركة ونقص الانتباه.\n\nبالإضافة إلى ذلك، فإن بعض أعراض اضطراب فرط الحركة ونقص الانتباه، مثل صعوبة التركيز والتنظيم والاستمرار في المهمة، قد تسبب تحديات في العمل الأكاديمي والمهني.\n\nمجتمعة، يمكن أن يجعل هذا المهام التي تتطلب التعلم صعبة بشكل خاص، لذلك قد يستفيد الأفراد الذين يعانون من إحدى الحالتين أو كلتيهما من الدعم الإضافي في المدرسة أو الجامعة أو في مكان العمل."
}