{
  "source_name": "WebTeb",
  "source_url": "https://www.webteb.com/questions/هل-هناك-علاج-لفرط-النشاط-وقلة-الانتباه-adhd_159",
  "slug": "-adhd-1770404256684",
  "created_at": "2026-02-06T18:57:36.684Z",
  "title_ar": "هل هناك علاج لفرط النشاط وقلة الانتباه- ADHD؟",
  "content_ar": "عزيزي/تي السائل/ة، إن العلاج الاعتيادي الدارج للADHD الذي نُعَرِّفُهُ بالعربية أنه اضطرابات نقص الانتباه والتركيز، يشمل أدوية معينة مثل الميثيلفينيديت (Methylphenidate) (الريتالين - Ritalin) أو الديكتسروأمفيتامين (Dextroamphetamine)(ديكسيدرين - Dexedrine)، وهي أدوية تعتبر موادَّ محفزة تقلل من الاندفاعية وفرط النشاط، وتساعد في القدرة على التركيز. كذلك فإن هنالك إجماعًا بين الأخصائيين على أن هناك حاجة لأن يشمل العلاج جوانب أخرى من أداء المريض، وأن لا يقتصر الأمر على الأدوية وحدها.\n\nبالإضافة إلى ذلك، يجب أن يشمل العلاج هيكلة الإدارة الصفية، تثقيف الوالدين، لكي ينتبهوا إلى الاحتياجات، مثل الانصياع ووضع حدود للطفل، والدروس الخصوصية و/أو العلاج المهني للطفل نفسه.\n\nالمواد المنشورة في موقع ويب طب هي بمثابة معلومات فقط ولا يجوز اعتبارها استشارة طبية أو توصية علاجية. يجب استشارة الطبيب في حال لم تختفي الأعراض. -  اقرأ المزيد",
  "title_en": "Is there a treatment for hyperactivity and attention deficit disorder (ADHD)?",
  "content_en": "Dear questioner, the usual treatment for ADHD, which we define in Arabic as attention deficit and concentration disorders, includes certain medications such as methylphenidate (Ritalin) or dextroamphetamine (Dexedrine), which are medications that are considered stimulating substances that reduce impulsivity and hyperactivity, and help with the ability to concentrate. There is also a consensus among specialists that there is a need for treatment to include other aspects of the patient's performance, and not be limited to medications alone.\n\nIn addition, treatment should include structuring classroom management, educating the parents to pay attention to needs, such as compliance and setting limits for the child, and private lessons and/or occupational therapy for the child himself.\n\nThe material published on the Teb website is for informational purposes only and should not be considered medical advice or a treatment recommendation. You should consult a doctor if the symptoms do not disappear. - Read more"
}