{
  "source_name": "Verywell Mind",
  "source_url": "https://www.verywellmind.com/autism-and-bipolar-disorder-the-relationship-symptoms-and-treatments-6740494",
  "image_url": "https://images.unsplash.com/photo-1551836022-d5d88e9218df?q=80&w=1200&auto=format&fit=crop",
  "slug": "understanding-autism-and-bipolar-disorder-1770140031665",
  "created_at": "2026-02-03T17:33:51.665Z",
  "title_en": "Understanding Autism and Bipolar Disorder",
  "content_en": "Dr. Amy Marschall is an autistic clinical psychologist with ADHD, working with children and adolescents who also identify with these neurotypes among others. She is certified in TF-CBT and telemental health.\n\nClaire Eggleston, LMFT-Associate is a neurodivergent therapist and specializes in and centers on the lived experiences of autistic and ADHD young adults, many of whom are also in the queer and disability communities. She prioritizes social justice and intertwines community care into her everyday work with clients.\n\nAutism spectrum disorder (ASD) and bipolar disorder have some common symptoms and may sometimes co-occur. Autism is a neurodevelopmental difference that affects how people communicate, behave, learn, and interact. Bipolar disorder is a mood disorder that causes episodes that impact a person's emotional state, energy levels, and behavior.\n\nIn this article, we discuss the connection between autism and bipolar disorder and autistic people's experiences of bipolar disorder.\n\nAutistic people can have bipolar disorder, and they can experience their symptoms differently as a result.\n\nMegan is autistic and has bipolar disorder, and she shared her experience with bipolar disorder as an autistic person. \"Bipolar symptoms already come with risky behavior,\" she explained, \"but I think I ended up in more dangerous situations than maybe I would have if I weren’t autistic because I didn’t recognize the different social innuendos.\" In addition, she noted that her mood symptoms can be \"exacerbated by my sensory issues, both external and internal sensory triggers.\"\n\nOne study found that around 30% of young people who are diagnosed with bipolar I disorder (which is characterized by significant manic episodes) are autistic. This same study also found that symptoms of bipolar disorder tend to appear earlier when a person is autistic.\n\nIn addition to bipolar disorder manifesting differently for autistic people, the autistic community is at higher risk for developing bipolar disorder than non-autistic people. Some studies have found that there are shared genetic connections between autism and bipolar disorder. One study found that bipolar disorder and autism share global gene expression patterns, which may explain why they sometimes occur together.\n\nGene expression refers to the way that a gene responds to its environment. It acts as an on/off switch to control the production of proteins, including when and how many are made. Differences in how genes are expressed might explain why certain mental disorders can share similar genetic roots that then produce different symptoms.\n\nSome factors that appear to be more common in autistic people with bipolar disorder compared to non-autistic people with bipolar disorder include:\n\nAutistic people with bipolar disorder can experience significant effects in many different domains. Evidence suggests that young autistic people who have bipolar disorder experience greater impairments when it comes to their social relationships compared to those who do not have bipolar disorder.\n\nAutistic people who develop bipolar disorder tend to develop bipolar symptoms at a younger age than non-autistic people with bipolar disorder. This can lead to disruptions in a person's life and their ability to function in relationships, school, self-care, and other important life areas.\n\nBipolar disorder can also present with an intense focus on a goal or activity. Megan shared, \"I have to be mindful of how focused I get on my [autistic] special interests and prioritize routine, especially around sleep because I used to forgo sleep in order to learn more or create projects which could and has pushed me into mania.\"\n\nPeople who have bipolar disorder have an increased risk of dying from suicide.\nIf you are having suicidal thoughts, contact the National Suicide Prevention Lifeline at 988 for support and assistance from a trained counselor. If you or a loved one are in immediate danger, call 911.\n\nFor more mental health resources, see our National Helpline Database.\n\nBecause much research around bipolar disorder focuses on the symptoms of non-autistic people, it can be more difficult for autistic people to get an accurate diagnosis. Some symptoms that autistic people experience when they have bipolar disorder include:\n\nWhen an autistic person has intellectual impairments or communication challenges, accurately assessing bipolar symptoms can be even more difficult. Having comorbid ADHD or OCD can further complicate the diagnostic process due to symptom overlap.\n\nHealthcare practitioners conduct routine screenings for autism. The American Academy of Pediatrics (AAP) recommends that these screenings should occur at ages 9, 18, and 30 months of age.\n\nIn order to diagnose autism or bipolar disorder, a provider may administer screenings or mental health evaluations and ask questions about symptoms, history, and behaviors. A diagnosis is typically made by considering the results of these screenings and then asking caregivers or other people about the individual's activities and behaviors.\n\nDoctors may also administer a physical exam, perform lab tests, and conduct other tests to help rule out other conditions that might be causing or contributing to symptoms. People with bipolar disorder are also more likely to experience other comorbid conditions such as ADHD, substance use, and post-traumatic stress disorder (PTSD).\n\nIn order to differentiate between autism and bipolar disorder, a doctor may look at the nature, duration, expression, age of onset, and severity of symptoms.\n\nDoctors and mental health professionals use the Diagnostic and Statistical Manual of Mental Disorders (DSM-5-TR) to diagnose mental health conditions and neurodevelopmental differences including autism.\n\nAutism and bipolar disorder are both lifelong. Treatments for bipolar disorder are focused on helping people manage symptoms and strengthening their ability to function in their daily life. Although autism is not an illness, many autistic people benefit from supportive services to help them function in a world that is not designed to meet their needs.\n\nThere is no single approach to treatment that is right for everyone, and every person has different needs in terms of the level of support they require to thrive.\n\nTreatment for bipolar disorder typically involves the use of medications to help stabilize mood. Megan told us that medication was \"the most important thing to get back on track\" after she experienced her first manic episode. Medications that may be prescribed include:\n\nIt is important to note that it is not recommended to take antidepressants on their own for bipolar disorder. These medications may trigger the onset of a manic or hypomanic episode or contribute to the rapid cycling of mood episodes.\n\nWhen autistic people experience bipolar disorder, mood stabilizers are sometimes used along with low-dose antipsychotics. Antiseizure medications that stabilize mood, such as valproic acid, may be preferred. Atypical antipsychotics such as aripiprazole and risperidone can help control symptoms of irritability in children.\n\nFrequently-used interventions typically focus on improving skills and may include:\n\nSuch approaches can help improve existing strengths, increase communication abilities, improve social skills, and promote adaptive skills needed for independent living. Support for autism can begin in early childhood, while treatment for bipolar disorder often begins when the condition is first diagnosed in adolescence or young adulthood.\n\nIn addition to seeking the appropriate treatment, there are also strategies that may help autistic people better cope when they have bipolar disorder.\n\nSelf-care strategies can be an important part of living well with autism and bipolar disorder. Some strategies that can help include:\n\nMegan said that she uses a routine to help her notice if she is starting to experience bipolar symptoms as well.\n\nSuch strategies can improve daily living, but they are not a replacement for professional treatment. Lifestyle changes combined with effective, proven treatments for autism and bipolar disorder can maximize your strengths and ensure your well-being.\n\nSupport groups for autism and bipolar disorder can also be a source of valuable information, support, and encouragement. Megan told us, \"Finding support through online communities helps me feel connected and less alone.\"\n\nDunalska A, Rzeszutek M, Dębowska Z, Bryńska A. Comorbidity of bipolar disorder and autism spectrum disorder - review paper. Psychiatr Pol. 2021;55(6):1421-1431. doi:10.12740/PP/OnlineFirst/122350\n\nJoshi G, Biederman J, Petty C, Goldin RL, Furtak SL, Wozniak J. Examining the comorbidity of bipolar disorder and autism spectrum disorders: a large controlled analysis of phenotypic and familial correlates in a referred population of youth with bipolar I disorder with and without autism spectrum disorders. J Clin Psychiatry. 2013;74(6):578-586. doi:10.4088/JCP.12m07392\n\nGoes FS, Pirooznia M, Parla JS, et al. Exome sequencing of familial bipolar disorder. JAMA Psychiatry. 2016;73(6):590–597. doi:10.1001/jamapsychiatry.2016.0251)\n\nGandal MJ, Haney JR, Parikshak NN, et al. Shared molecular neuropathology across major psychiatric disorders parallels polygenic overlap. Science. 2018;359(6376):693-697. doi:10.1126/science.aad6469\n\nAkula N, Marenco S, Johnson K, et al. Deep transcriptome sequencing of subgenual anterior cingulate cortex reveals cross-diagnostic and diagnosis-specific RNA expression changes in major psychiatric disorders. Neuropsychopharmacol. 2021;46(7):1364-1372. doi:10.1038/s41386-020-00949-5\n\nBorue X, Mazefsky C, Rooks BT, Strober M, Keller MB, Hower H, Yen S, Gill MK, Diler RS, Axelson DA, Goldstein BI, Goldstein TR, Ryan N, Liao F, Hunt JI, Dickstein DP, Birmaher B. Longitudinal course of bipolar disorder in youth with high-functioning autism spectrum disorder. J Am Acad Child Adolesc Psychiatry. 2016 Dec;55(12):1064-1072.e6. doi:10.1016/j.jaac.2016.08.011\n\nDome P, Rihmer Z, Gonda X. Suicide risk in bipolar disorder: A brief review. Medicina (Kaunas). 2019;55(8):403. doi:10.3390/medicina55080403\n\nBaldessarini RJ, Tondo L, Vazquez GH, Undurraga J, Bolzani L, Yildiz A, Khalsa HM, Lai M, Lepri B, Lolich M, Maffei PM, Salvatore P, Faedda GL, Vieta E, Tohen M. Age at onset versus family history and clinical outcomes in 1,665 international bipolar-I disorder patients. World Psychiatry. 2012;11(1):40-6. doi:10.1016/j.wpsyc.201.01.006\n\nHollander E, Chaplin W, Soorya L, Wasserman S, Novotny S, Rusoff J, Feirsen N, Pepa L, Anagnostou E. Divalproex sodium vs placebo for the treatment of irritability in children and adolescents with autism spectrum disorders. Neuropsychopharmacology. 2010;35(4):990-8. doi:10.1038/npp.2009.202)\n\nFallah MS, Shaikh MR, Neupane B, Rusiecki D, Bennett TA, Beyene J. Atypical antipsychotics for irritability in pediatric autism: A systematic review and network meta-analysis. J Child Adolesc Psychopharmacol. 2019;29(3):168-180. doi:10.1089/cap.2018.0115\n\nBy Amy Marschall, PsyD\n\nDr. Amy Marschall is an autistic clinical psychologist with ADHD, working with children and adolescents who also identify with these neurotypes among others. She is certified in TF-CBT and telemental health.",
  "title_ar": "Understanding Autism and Bipolar Disorder",
  "content_ar": "Dr. Amy Marschall is an autistic clinical psychologist with ADHD, working with children and adolescents who also identify with these neurotypes among others. She is certified in TF-CBT and telemental health.\n\nClaire Eggleston, LMFT-Associate is a neurodivergent therapist and specializes in and centers on the lived experiences of autistic and ADHD young adults, many of whom are also in the queer and disability communities. She prioritizes social justice and intertwines community care into her everyday work with clients.\n\nAutism spectrum disorder (ASD) and bipolar disorder have some common symptoms and may sometimes co-occur. Autism is a neurodevelopmental difference that affects how people communicate, behave, learn, and interact. Bipolar disorder is a mood disorder that causes episodes that impact a person's emotional state, energy levels, and behavior.\n\nIn this article, we discuss the connection between autism and bipolar disorder and autistic people's experiences of bipolar disorder. \n\nAutistic people can have bipolar disorder, and they can experience their symptoms differently as a result.\n\nMegan is autistic and has bipolar disorder, and she shared her experience with bipolar disorder as an autistic person. \"Bipolar symptoms already come with risky behavior,\" she explained, \"but I think I ended up in more dangerous situations than maybe I would have if I weren’t autistic because I didn’t recognize the different social innuendos.\" In addition, she noted that her mood symptoms can be \"exacerbated by my sensory issues, both external and internal sensory triggers.\"\n\nOne study found that around 30% of young people who are diagnosed with bipolar I disorder (which is characterized by significant manic episodes) are autistic. This same study also found that symptoms of bipolar disorder tend to appear earlier when a person is autistic.\n\nIn addition to bipolar disorder manifesting differently for autistic people, the autistic community is at higher risk for developing bipol ar disorder than non-autistic people. Some studies have found that there are shared genetic connections between autism and bipolar disorder. One study found that bipolar disorder and autism share global gene expression patterns, which may explain why they sometimes occur together.\n\nGene expression refers to the way that a gene responds to its environment. It acts as an on/off switch to control the production of proteins, including when and how many are made. Differences in how genes are expressed might explain why certain mental disorders can share similar genetic roots that then produce different symptoms.\n\nSome factors that appear to be more common in autistic people with bipolar disorder compared to non-autistic people with bipolar disorder include:\n\nAutistic people with bipolar disorder can experience significant effects in many different domains. Evidence suggests that young autistic people who have bipolar disorder experience greater impairments when it comes to their social rela tionships compared to those who do not have bipolar disorder.\n\nAutistic people who develop bipolar disorder tend to develop bipolar symptoms at a younger age than non-autistic people with bipolar disorder. This can lead to disruptions in a person's life and their ability to function in relationships, school, self-care, and other important life areas.\n\nBipolar disorder can also present with an intense focus on a goal or activity. Megan shared, \"I have to be mindful of how focused I get on my [autistic] special interests and prioritize routine, especially around sleep because I used to forgo sleep in order to learn more or create projects which could and has pushed me into mania.\"\n\nPeople who have bipolar disorder have an increased risk of dying from suicide.\nIf you are having suicidal thoughts, contact the National Suicide Prevention Lifeline at 988 for support and assistance from a trained counselor. If you or a loved one are in immediate danger, call 911.\n\nFor more mental health resou rces, see our National Helpline Database.\n\nBecause much research around bipolar disorder focuses on the symptoms of non-autistic people, it can be more difficult for autistic people to get an accurate diagnosis. Some symptoms that autistic people experience when they have bipolar disorder include:\n\nWhen an autistic person has intellectual impairments or communication challenges, accurately assessing bipolar symptoms can be even more difficult. Having comorbid ADHD or OCD can further complicate the diagnostic process due to symptom overlap.\n\nHealthcare practitioners conduct routine screenings for autism. The American Academy of Pediatrics (AAP) recommends that these screenings should occur at ages 9, 18, and 30 months of age.\n\nIn order to diagnose autism or bipolar disorder, a provider may administer screenings or mental health evaluations and ask questions about symptoms, history, and behaviors. A diagnosis is typically made by considering the results of these screenings and then askin g caregivers or other people about the individual's activities and behaviors.\n\nDoctors may also administer a physical exam, perform lab tests, and conduct other tests to help rule out other conditions that might be causing or contributing to symptoms. People with bipolar disorder are also more likely to experience other comorbid conditions such as ADHD, substance use, and post-traumatic stress disorder (PTSD).\n\nIn order to differentiate between autism and bipolar disorder, a doctor may look at the nature, duration, expression, age of onset, and severity of symptoms.\n\nDoctors and mental health professionals use the Diagnostic and Statistical Manual of Mental Disorders (DSM-5-TR) to diagnose mental health conditions and neurodevelopmental differences including autism.\n\nAutism and bipolar disorder are both lifelong. Treatments for bipolar disorder are focused on helping people manage symptoms and strengthening their ability to function in their daily life. Although autism is not an illnes s, many autistic people benefit from supportive services to help them function in a world that is not designed to meet their needs.\n\nThere is no single approach to treatment that is right for everyone, and every person has different needs in terms of the level of support they require to thrive.\n\nTreatment for bipolar disorder typically involves the use of medications to help stabilize mood. Megan told us that medication was \"the most important thing to get back on track\" after she experienced her first manic episode. Medications that may be prescribed include:\n\nIt is important to note that it is not recommended to take antidepressants on their own for bipolar disorder. These medications may trigger the onset of a manic or hypomanic episode or contribute to the rapid cycling of mood episodes.\n\nWhen autistic people experience bipolar disorder, mood stabilizers are sometimes used along with low-dose antipsychotics. Antiseizure medications that stabilize mood, such as valproic acid, may be  preferred. Atypical antipsychotics such as aripiprazole and risperidone can help control symptoms of irritability in children.\n\nFrequently-used interventions typically focus on improving skills and may include:\n\nSuch approaches can help improve existing strengths, increase communication abilities, improve social skills, and promote adaptive skills needed for independent living. Support for autism can begin in early childhood, while treatment for bipolar disorder often begins when the condition is first diagnosed in adolescence or young adulthood.\n\nIn addition to seeking the appropriate treatment, there are also strategies that may help autistic people better cope when they have bipolar disorder.\n\nSelf-care strategies can be an important part of living well with autism and bipolar disorder. Some strategies that can help include:\n\nMegan said that she uses a routine to help her notice if she is starting to experience bipolar symptoms as well.\n\nSuch strategies can improve daily living, bu t they are not a replacement for professional treatment. Lifestyle changes combined with effective, proven treatments for autism and bipolar disorder can maximize your strengths and ensure your well-being.\n\nSupport groups for autism and bipolar disorder can also be a source of valuable information, support, and encouragement. Megan told us, \"Finding support through online communities helps me feel connected and less alone.\"\n\nDunalska A, Rzeszutek M, Dębowska Z, Bryńska A. Comorbidity of bipolar disorder and autism spectrum disorder - review paper. Psychiatr Pol. 2021;55(6):1421-1431. doi:10.12740/PP/OnlineFirst/122350\n\nJoshi G, Biederman J, Petty C, Goldin RL, Furtak SL, Wozniak J. Examining the comorbidity of bipolar disorder and autism spectrum disorders: a large controlled analysis of phenotypic and familial correlates in a referred population of youth with bipolar I disorder with and without autism spectrum disorders. J Clin Psychiatry. 2013;74(6):578-586. doi:10.4088/JCP.12m07392\n \nGoes FS, Pirooznia M, Parla JS, et al. Exome sequencing of familial bipolar disorder. JAMA Psychiatry. 2016;73(6):590–597. doi:10.1001/jamapsychiatry.2016.0251)\n\nGandal MJ, Haney JR, Parikshak NN, et al. Shared molecular neuropathology across major psychiatric disorders parallels polygenic overlap. Science. 2018;359(6376):693-697. doi:10.1126/science.aad6469\n\nAkula N, Marenco S, Johnson K, et al. Deep transcriptome sequencing of subgenual anterior cingulate cortex reveals cross-diagnostic and diagnosis-specific RNA expression changes in major psychiatric disorders. Neuropsychopharmacol. 2021;46(7):1364-1372. doi:10.1038/s41386-020-00949-5\n\nBorue X, Mazefsky C, Rooks BT, Strober M, Keller MB, Hower H, Yen S, Gill MK, Diler RS, Axelson DA, Goldstein BI, Goldstein TR, Ryan N, Liao F, Hunt JI, Dickstein DP, Birmaher B. Longitudinal course of bipolar disorder in youth with high-functioning autism spectrum disorder. J Am Acad Child Adolesc Psychiatry. 2016 Dec;55(12):1064-1072.e6. doi:10.10 16/j.jaac.2016.08.011\n\nDome P, Rihmer Z, Gonda X. Suicide risk in bipolar disorder: A brief review. Medicina (Kaunas). 2019;55(8):403. doi:10.3390/medicina55080403\n\nBaldessarini RJ, Tondo L, Vazquez GH, Undurraga J, Bolzani L, Yildiz A, Khalsa HM, Lai M, Lepri B, Lolich M, Maffei PM, Salvatore P, Faedda GL, Vieta E, Tohen M. Age at onset versus family history and clinical outcomes in 1,665 international bipolar-I disorder patients. World Psychiatry. 2012;11(1):40-6. doi:10.1016/j.wpsyc.201.01.006\n\nHollander E, Chaplin W, Soorya L, Wasserman S, Novotny S, Rusoff J, Feirsen N, Pepa L, Anagnostou E. Divalproex sodium vs placebo for the treatment of irritability in children and adolescents with autism spectrum disorders. Neuropsychopharmacology. 2010;35(4):990-8. doi:10.1038/npp.2009.202)\n\nFallah MS, Shaikh MR, Neupane B, Rusiecki D, Bennett TA, Beyene J. Atypical antipsychotics for irritability in pediatric autism: A systematic review and network meta-analysis. J Child Adolesc Psychopharm acol. 2019;29(3):168-180. doi:10.1089/cap.2018.0115\n\nBy Amy Marschall, PsyD\n\nDr. Amy Marschall is an autistic clinical psychologist with ADHD, working with children and adolescents who also identify with these neurotypes among others. She is certified in TF-CBT and telemental health."
}