{
  "source_name": "ADDitude Magazine",
  "source_url": "https://www.additudemag.com/natural-remedies-adhd-children-nutrition-exercise-sleep/",
  "slug": "5-foundational-habits-that-benefit-adhd-brains-1770404239805",
  "created_at": "2026-02-06T18:57:19.805Z",
  "title_en": "5 Foundational Habits That Benefit ADHD Brains",
  "content_en": "Regardless of whether your treatment plan includes medication, these five foundational habits may benefit your ADHD brain: proper nutrition, brain-boosting supplements, physical exercise, adequate sleep, and limited screen time. Learn how to maximize their impact here.\n\nIn my opinion, no treatment plan for attention deficit hyperactivity disorder (ADHD) is complete if it doesn’t harness the power of nutrition, exercise, and sleep to improve wellbeing. What we eat, our physical activity levels, our sleep habits, and lifestyle factors ranging from stress management to screen time have a tremendous effect on health – a fact that’s amplified for ADHD brains and bodies.\n\nRegardless of whether your child’s treatment includes medication, maximizing exercise, sleep, and nutrition is critical because these natural approaches can establish the foundation upon which other ADHD interventions are built.\n\nMounting research suggests that eating well contributes positively to the performance and abilities of any child with ADHD.1\n\nWhen working to improve your child’s wellbeing, begin by considering the glycemic index (GI), or how fast the body converts carbohydrates into sugar.\n\nAll carbohydrates turn into sugar, but some are converted faster (high glycemic index) and some slower (low GI). These rates of conversion affect a child’s energy levels over the day; anything that causes blood sugar levels to quickly spike (like sugary, processed foods) means that the body will work hard to quickly drop that sugar, actually bringing it below normal levels. The result is often an irritable, fidgety, or nervous child who can’t focus as well.\n\nTo maintain steady, normal blood sugar levels, ensure that your child’s meals, especially at the start of the day, are balanced:\n\nA significant percentage of children with ADHD are sensitive (not allergic) to some kind of food. In one study that placed children with ADHD on a restricted elimination meal plan, more than half of subjects saw a 40% improvement on ADHD rating scale performance.4 The same results appeared in an older study, where hyperactive children saw improvement in behavior after being placed on a “few foods” plan.5\n\nIn my practice, I estimate that about 30% to 50% of children I see do have some food sensitivity.\n\nNot sure what food sensitives your child may have? Try this technique I use with my patients: eliminate a whole set of foods – dairy, wheat, corn, soy, eggs (common culprits) – for three weeks.\n\nEliminating foods, in my experience, tend to work on children who primarily present symptoms of hyperactivity rather than inattentiveness. This method also works on children who already have a history of allergies, eczema, gastrointestinal issues, and other allergic-type manifestations.\n\nSeveral studies show that artificial colors, flavors, and preservatives tend to increase hyperactivity in a sizable portion of children, ADHD or not.6 In addition, studies suggest that a subset of children with ADHD are sensitive to food dyes, and may see symptoms worsen.7\n\nOpt for whole foods to avoid synthetic dyes, and, as with food sensitivities, try to detect through a process of elimination if your child is sensitive to a particular dye.\n\nThis is the most common supplement used by patients with ADHD. Why? Studies show that omega-3 fatty acids (with high doses of EPA) are modestly effective in treating ADHD in children.8 Fish oil, which is associated with few/mild side effects, helps to increase levels of omega-3s that are often naturally lacking in children with ADHD, which in turn helps with brain functioning. Although dosing amounts are not established, I recommend 1000mg a day of combined EPA+DHA for children ages 5 to 8, 1500 mg a day for children ages 8 to 12, and 2000 mg a day for older children.\n\nCan’t get your sensory-sensitive child to take fish oil supplements? Click here for tips.",
  "title_ar": "5 عادات أساسية تفيد أدمغة اضطراب فرط الحركة ونقص الانتباه",
  "content_ar": "بغض النظر عما إذا كانت خطة العلاج الخاصة بك تتضمن الدواء، فإن هذه العادات الأساسية الخمس قد تفيد دماغك المصاب باضطراب فرط الحركة ونقص الانتباه: التغذية السليمة، والمكملات الغذائية المعززة للدماغ، وممارسة الرياضة البدنية، والنوم الكافي، ووقت محدود أمام الشاشة. تعرف على كيفية تعظيم تأثيرها هنا.\n\nفي رأيي، لا توجد خطة علاجية لاضطراب نقص الانتباه وفرط النشاط (ADHD) مكتملة إذا لم تستغل قوة التغذية وممارسة الرياضة والنوم لتحسين الرفاهية. إن ما نأكله، ومستويات نشاطنا البدني، وعادات نومنا، وعوامل نمط الحياة التي تتراوح من إدارة التوتر إلى وقت الشاشة، لها تأثير هائل على الصحة - وهي حقيقة تتضخم بالنسبة لأدمغة وأجسام اضطراب فرط الحركة ونقص الانتباه.\n\nبغض النظر عما إذا كان علاج طفلك يشمل الأدوية، فإن زيادة التمارين الرياضية والنوم والتغذية أمر بالغ الأهمية لأن هذه الأساليب الطبيعية يمكن أن تضع الأساس الذي تُبنى عليه تدخلات اضطراب فرط الحركة ونقص الانتباه الأخرى.\n\nتشير الأبحاث المتزايدة إلى أن تناول الطعام بشكل جيد يساهم بشكل إيجابي في أداء وقدرات أي طفل مصاب باضطراب فرط الحركة ونقص الانتباه\n\nعند العمل على تحسين صحة طفلك، ابدأ بالنظر في مؤشر نسبة السكر في الدم (GI)، أو مدى سرعة تحويل الجسم للكربوهيدرات إلى سكر.\n\nتتحول جميع الكربوهيدرات إلى سكر، ولكن يتم تحويل بعضها بشكل أسرع (مؤشر نسبة السكر في الدم مرتفع) والبعض الآخر يتم تحويله بشكل أبطأ (مؤشر جلايسيمي منخفض). تؤثر معدلات التحويل هذه على مستويات طاقة الطفل على مدار اليوم؛ أي شيء يتسبب في ارتفاع مستويات السكر في الدم بسرعة (مثل الأطعمة السكرية والمعالجة) يعني أن الجسم سيعمل بجد لإسقاط هذا السكر بسرعة، مما يجعله في الواقع أقل من المستويات الطبيعية. وتكون النتيجة غالبًا طفلًا عصبيًا أو متململًا أو عصبيًا لا يستطيع التركيز جيدًا.\n\nللحفاظ على مستويات ثابتة وطبيعية للسكر في الدم، تأكد من أن وجبات طفلك، خاصة في بداية اليوم، متوازنة:\n\nهناك نسبة كبيرة من الأطفال المصابين باضطراب فرط الحركة ونقص الانتباه لديهم حساسية (ليس لديهم حساسية) تجاه نوع ما من الطعام. في إحدى الدراسات التي وضعت الأطفال المصابين باضطراب فرط الحركة ونقص الانتباه في خطة وجبات استبعاد مقيدة، شهد أكثر من نصف الأشخاص تحسنًا بنسبة 40٪ في أداء مقياس تقييم اضطراب فرط الحركة ونقص الانتباه. ظهرت نفس النتائج في دراسة أقدم، حيث شهد الأطفال مفرطو النشاط تحسنًا في السلوك بعد وضعهم على خطة \"القليل من الأطعمة\".\n\nفي ممارستي، أقدر أن حوالي 30٪ إلى 50٪ من الأطفال الذين أراهم لديهم بعض الحساسية الغذائية.\n\nلست متأكدًا من المواد الغذائية الحساسة التي قد يعاني منها طفلك؟ جرب هذه التقنية التي أستخدمها مع مرضاي: امتنع عن مجموعة كاملة من الأطعمة – منتجات الألبان والقمح والذرة وفول الصويا والبيض (الأطعمة الشائعة) – لمدة ثلاثة أسابيع.\n\nفي تجربتي، يميل التخلص من الأطعمة إلى العمل مع الأطفال الذين تظهر عليهم في المقام الأول أعراض فرط النشاط بدلاً من عدم الانتباه. تعمل هذه الطريقة أيضًا على الأطفال الذين لديهم تاريخ من الحساسية والأكزيما ومشاكل الجهاز الهضمي ومظاهر الحساسية الأخرى.\n\nتظهر العديد من الدراسات أن الألوان الاصطناعية والنكهات والمواد الحافظة تميل إلى زيادة فرط النشاط لدى جزء كبير من الأطفال، سواء كانوا يعانون من اضطراب فرط الحركة ونقص الانتباه أم لا. بالإضافة إلى ذلك، تشير الدراسات إلى أن مجموعة فرعية من الأطفال المصابين باضطراب فرط الحركة ونقص الانتباه لديهم حساسية للأصباغ الغذائية، وقد يشهدون تفاقم الأعراض.\n\nاختر الأطعمة الكاملة لتجنب الأصباغ الاصطناعية، وكما هو الحال مع الحساسيات الغذائية، حاول أن تكتشف من خلال عملية الإزالة ما إذا كان طفلك حساسًا لصبغة معينة.\n\nهذا هو الملحق الأكثر شيوعًا الذي يستخدمه المرضى الذين يعانون من اضطراب فرط الحركة ونقص الانتباه. لماذا؟ تشير الدراسات إلى أن أحماض أوميغا 3 الدهنية (مع جرعات عالية من EPA) فعالة بشكل متواضع في علاج اضطراب فرط الحركة ونقص الانتباه لدى الأطفال. 8 يساعد زيت السمك، الذي يرتبط بآثار جانبية قليلة/خفيفة، على زيادة مستويات أوميغا 3 التي غالبًا ما تكون مفقودة بشكل طبيعي لدى الأطفال المصابين باضطراب فرط الحركة ونقص الانتباه، والذي بدوره يساعد في أداء وظائف المخ. على الرغم من عدم تحديد كميات الجرعات، فإنني أوصي بتناول 1000 ملغ يوميًا من EPA+DHA للأطفال من سن 5 إلى 8 سنوات، و1500 ملغ يوميًا للأطفال من سن 8 إلى 12 عامًا، و2000 ملغ يوميًا للأطفال الأكبر سنًا.\n\nألا يمكنك جعل طفلك الحساس حسيا يتناول مكملات زيت السمك؟ انقر هنا للحصول على النصائح."
}