{
  "source_name": "Verywell Mind",
  "source_url": "https://www.verywellmind.com/autism-and-bipolar-disorder-the-relationship-symptoms-and-treatments-6740494",
  "image_url": "https://images.unsplash.com/photo-1551836022-d5d88e9218df?q=80&w=1200&auto=format&fit=crop",
  "slug": "understanding-autism-and-bipolar-disorder-1770139767460",
  "is_published": true,
  "created_at": "2026-02-03T17:29:27.460Z",
  "title_en": "Understanding Autism and Bipolar Disorder",
  "content_en": "Dr. Amy Marschall is an autistic clinical psychologist with ADHD, working with children and adolescents who also identify with these neurotypes among others. She is certified in TF-CBT and telemental health.\n\nClaire Eggleston, LMFT-Associate is a neurodivergent therapist and specializes in and centers on the lived experiences of autistic and ADHD young adults, many of whom are also in the queer and disability communities. She prioritizes social justice and intertwines community care into her everyday work with clients.\n\nAutism spectrum disorder (ASD) and bipolar disorder have some common symptoms and may sometimes co-occur. Autism is a neurodevelopmental difference that affects how people communicate, behave, learn, and interact. Bipolar disorder is a mood disorder that causes episodes that impact a person's emotional state, energy levels, and behavior.\n\nIn this article, we discuss the connection between autism and bipolar disorder and autistic people's experiences of bipolar disorder.\n\nAutistic people can have bipolar disorder, and they can experience their symptoms differently as a result.\n\nMegan is autistic and has bipolar disorder, and she shared her experience with bipolar disorder as an autistic person. \"Bipolar symptoms already come with risky behavior,\" she explained, \"but I think I ended up in more dangerous situations than maybe I would have if I weren’t autistic because I didn’t recognize the different social innuendos.\" In addition, she noted that her mood symptoms can be \"exacerbated by my sensory issues, both external and internal sensory triggers.\"\n\nOne study found that around 30% of young people who are diagnosed with bipolar I disorder (which is characterized by significant manic episodes) are autistic. This same study also found that symptoms of bipolar disorder tend to appear earlier when a person is autistic.\n\nIn addition to bipolar disorder manifesting differently for autistic people, the autistic community is at higher risk for developing bipolar disorder than non-autistic people. Some studies have found that there are shared genetic connections between autism and bipolar disorder. One study found that bipolar disorder and autism share global gene expression patterns, which may explain why they sometimes occur together.\n\nGene expression refers to the way that a gene responds to its environment. It acts as an on/off switch to control the production of proteins, including when and how many are made. Differences in how genes are expressed might explain why certain mental disorders can share similar genetic roots that then produce different symptoms.\n\nSome factors that appear to be more common in autistic people with bipolar disorder compared to non-autistic people with bipolar disorder include:\n\nAutistic people with bipolar disorder can experience significant effects in many different domains. Evidence suggests that young autistic people who have bipolar disorder experience greater impairments when it comes to their social relationships compared to those who do not have bipolar disorder.\n\nAutistic people who develop bipolar disorder tend to develop bipolar symptoms at a younger age than non-autistic people with bipolar disorder. This can lead to disruptions in a person's life and their ability to function in relationships, school, self-care, and other important life areas.\n\nBipolar disorder can also present with an intense focus on a goal or activity. Megan shared, \"I have to be mindful of how focused I get on my [autistic] special interests and prioritize routine, especially around sleep because I used to forgo sleep in order to learn more or create projects which could and has pushed me into mania.\"\n\nPeople who have bipolar disorder have an increased risk of dying from suicide.\nIf you are having suicidal thoughts, contact the National Suicide Prevention Lifeline at 988 for support and assistance from a trained counselor. If you or a loved one are in immediate danger, call 911.\n\nFor more mental health resources, see our National Helpline Database.\n\nBecause much research around bipolar disorder focuses on the symptoms of non-autistic people, it can be more difficult for autistic people to get an accurate diagnosis. Some symptoms that autistic people experience when they have bipolar disorder include:\n\nWhen an autistic person has intellectual impairments or communication challenges, accurately assessing bipolar symptoms can be even more difficult. Having comorbid ADHD or OCD can further complicate the diagnostic process due to symptom overlap.\n\nHealthcare practitioners conduct routine screenings for autism. The American Academy of Pediatrics (AAP) recommends that these screenings should occur at ages 9, 18, and 30 months of age.\n\nIn order to diagnose autism or bipolar disorder, a provider may administer screenings or mental health evaluations and ask questions about symptoms, history, and behaviors. A diagnosis is typically made by considering the results of these screenings and then asking caregivers or other people about the individual's activities and behaviors.\n\nDoctors may also administer a physical exam, perform lab tests, and conduct other tests to help rule out other conditions that might be causing or contributing to symptoms. People with bipolar disorder are also more likely to experience other comorbid conditions such as ADHD, substance use, and post-traumatic stress disorder (PTSD).\n\nIn order to differentiate between autism and bipolar disorder, a doctor may look at the nature, duration, expression, age of onset, and severity of symptoms.\n\nDoctors and mental health professionals use the Diagnostic and Statistical Manual of Mental Disorders (DSM-5-TR) to diagnose mental health conditions and neurodevelopmental differences including autism.\n\nAutism and bipolar disorder are both lifelong. Treatments for bipolar disorder are focused on helping people manage symptoms and strengthening their ability to function in their daily life. Although autism is not an illness, many autistic people benefit from supportive services to help them function in a world that is not designed to meet their needs.\n\nThere is no single approach to treatment that is right for everyone, and every person has different needs in terms of the level of support they require to thrive.\n\nTreatment for bipolar disorder typically involves the use of medications to help stabilize mood. Megan told us that medication was \"the most important thing to get back on track\" after she experienced her first manic episode. Medications that may be prescribed include:\n\nIt is important to note that it is not recommended to take antidepressants on their own for bipolar disorder. These medications may trigger the onset of a manic or hypomanic episode or contribute to the rapid cycling of mood episodes.\n\nWhen autistic people experience bipolar disorder, mood stabilizers are sometimes used along with low-dose antipsychotics. Antiseizure medications that stabilize mood, such as valproic acid, may be preferred. Atypical antipsychotics such as aripiprazole and risperidone can help control symptoms of irritability in children.\n\nFrequently-used interventions typically focus on improving skills and may include:\n\nSuch approaches can help improve existing strengths, increase communication abilities, improve social skills, and promote adaptive skills needed for independent living. Support for autism can begin in early childhood, while treatment for bipolar disorder often begins when the condition is first diagnosed in adolescence or young adulthood.\n\nIn addition to seeking the appropriate treatment, there are also strategies that may help autistic people better cope when they have bipolar disorder.\n\nSelf-care strategies can be an important part of living well with autism and bipolar disorder. Some strategies that can help include:\n\nMegan said that she uses a routine to help her notice if she is starting to experience bipolar symptoms as well.\n\nSuch strategies can improve daily living, but they are not a replacement for professional treatment. Lifestyle changes combined with effective, proven treatments for autism and bipolar disorder can maximize your strengths and ensure your well-being.\n\nSupport groups for autism and bipolar disorder can also be a source of valuable information, support, and encouragement. Megan told us, \"Finding support through online communities helps me feel connected and less alone.\"\n\nDunalska A, Rzeszutek M, Dębowska Z, Bryńska A. Comorbidity of bipolar disorder and autism spectrum disorder - review paper. Psychiatr Pol. 2021;55(6):1421-1431. doi:10.12740/PP/OnlineFirst/122350\n\nJoshi G, Biederman J, Petty C, Goldin RL, Furtak SL, Wozniak J. Examining the comorbidity of bipolar disorder and autism spectrum disorders: a large controlled analysis of phenotypic and familial correlates in a referred population of youth with bipolar I disorder with and without autism spectrum disorders. J Clin Psychiatry. 2013;74(6):578-586. doi:10.4088/JCP.12m07392\n\nGoes FS, Pirooznia M, Parla JS, et al. Exome sequencing of familial bipolar disorder. JAMA Psychiatry. 2016;73(6):590–597. doi:10.1001/jamapsychiatry.2016.0251)\n\nGandal MJ, Haney JR, Parikshak NN, et al. Shared molecular neuropathology across major psychiatric disorders parallels polygenic overlap. Science. 2018;359(6376):693-697. doi:10.1126/science.aad6469\n\nAkula N, Marenco S, Johnson K, et al. Deep transcriptome sequencing of subgenual anterior cingulate cortex reveals cross-diagnostic and diagnosis-specific RNA expression changes in major psychiatric disorders. Neuropsychopharmacol. 2021;46(7):1364-1372. doi:10.1038/s41386-020-00949-5\n\nBorue X, Mazefsky C, Rooks BT, Strober M, Keller MB, Hower H, Yen S, Gill MK, Diler RS, Axelson DA, Goldstein BI, Goldstein TR, Ryan N, Liao F, Hunt JI, Dickstein DP, Birmaher B. Longitudinal course of bipolar disorder in youth with high-functioning autism spectrum disorder. J Am Acad Child Adolesc Psychiatry. 2016 Dec;55(12):1064-1072.e6. doi:10.1016/j.jaac.2016.08.011\n\nDome P, Rihmer Z, Gonda X. Suicide risk in bipolar disorder: A brief review. Medicina (Kaunas). 2019;55(8):403. doi:10.3390/medicina55080403\n\nBaldessarini RJ, Tondo L, Vazquez GH, Undurraga J, Bolzani L, Yildiz A, Khalsa HM, Lai M, Lepri B, Lolich M, Maffei PM, Salvatore P, Faedda GL, Vieta E, Tohen M. Age at onset versus family history and clinical outcomes in 1,665 international bipolar-I disorder patients. World Psychiatry. 2012;11(1):40-6. doi:10.1016/j.wpsyc.201.01.006\n\nHollander E, Chaplin W, Soorya L, Wasserman S, Novotny S, Rusoff J, Feirsen N, Pepa L, Anagnostou E. Divalproex sodium vs placebo for the treatment of irritability in children and adolescents with autism spectrum disorders. Neuropsychopharmacology. 2010;35(4):990-8. doi:10.1038/npp.2009.202)\n\nFallah MS, Shaikh MR, Neupane B, Rusiecki D, Bennett TA, Beyene J. Atypical antipsychotics for irritability in pediatric autism: A systematic review and network meta-analysis. J Child Adolesc Psychopharmacol. 2019;29(3):168-180. doi:10.1089/cap.2018.0115\n\nBy Amy Marschall, PsyD\n\nDr. Amy Marschall is an autistic clinical psychologist with ADHD, working with children and adolescents who also identify with these neurotypes among others. She is certified in TF-CBT and telemental health.",
  "title_ar": "فهم التوحد والاضطراب ثنائي القطب",
  "content_ar": "الدكتورة إيمي مارشال هي طبيبة نفسية إكلينيكية مصابة بالتوحد وتعاني من اضطراب فرط الحركة ونقص الانتباه، وتعمل مع الأطفال والمراهقين الذين يتعاطفون أيضًا مع هذه الأنماط العصبية من بين آخرين. وهي معتمدة في TF-CBT والصحة العقلية.\n\nكلير إغليستون، LMFT-Associate هي معالجة عصبية متشعبة وتتخصص في التجارب الحياتية للشباب المصابين بالتوحد واضطراب فرط الحركة ونقص الانتباه، والعديد منهم أيضًا في مجتمعات المثليين والأشخاص ذوي الإعاقة. إنها تعطي الأولوية للعدالة الاجتماعية وتدمج رعاية المجتمع في عملها اليومي مع العملاء.\n\nلاضطراب طيف التوحد (ASD) والاضطراب ثنائي القطب بعض الأعراض الشائعة وقد يحدثان معًا في بعض الأحيان. التوحد هو اختلاف في النمو العصبي يؤثر على كيفية تواصل الأشخاص وتصرفاتهم وتعلمهم وتفاعلهم. الاضطراب ثنائي القطب هو اضطراب مزاجي يسبب نوبات تؤثر على الحالة العاطفية للشخص ومستويات الطاقة والسلوك.\n\nفي هذه المقالة، نناقش العلاقة بين مرض التوحد والاضطراب ثنائي القطب وتجارب الأشخاص المصابين بالتوحد مع الاضطراب ثنائي القطب. يمكن أن يعاني الأشخاص المصابون بالتوحد من اضطراب ثنائي القطب، وقد يعانون من أعراضهم بشكل مختلف نتيجة لذلك.\n\nميغان مصابة بالتوحد وتعاني من اضطراب ثنائي القطب، وقد شاركت تجربتها مع الاضطراب ثنائي القطب كشخص مصاب بالتوحد. وأوضحت: \"إن أعراض الاضطراب الثنائي القطب تأتي بالفعل مع سلوك محفوف بالمخاطر، لكنني أعتقد أنني انتهى بي الأمر في مواقف أكثر خطورة مما كنت سأواجهه لو لم أكن مصابًا بالتوحد لأنني لم أتعرف على التلميحات الاجتماعية المختلفة\". بالإضافة إلى ذلك، أشارت إلى أن أعراضها المزاجية يمكن أن \"تتفاقم بسبب مشاكلي الحسية، سواء المحفزات الحسية الخارجية أو الداخلية\".\n\nوجدت إحدى الدراسات أن حوالي 30% من الشباب الذين تم تشخيص إصابتهم بالاضطراب ثنائي القطب من النوع الأول (الذي يتميز بنوبات هوس كبيرة) مصابون بالتوحد. ووجدت هذه الدراسة نفسها أيضًا أن أعراض الاضطراب ثنائي القطب تميل إلى الظهور مبكرًا عندما يكون الشخص مصابًا بالتوحد.\n\nبالإضافة إلى ظهور الاضطراب ثنائي القطب بشكل مختلف لدى الأشخاص المصابين بالتوحد، فإن مجتمع المصابين بالتوحد معرض لخطر أكبر للإصابة بثنائي القطب اضطراب ع من الأشخاص غير المصابين بالتوحد. وجدت بعض الدراسات أن هناك روابط وراثية مشتركة بين مرض التوحد والاضطراب ثنائي القطب. وجدت إحدى الدراسات أن الاضطراب ثنائي القطب والتوحد يشتركان في أنماط التعبير الجيني العالمية، وهو ما قد يفسر سبب حدوثهما معًا في بعض الأحيان.\n\nيشير التعبير الجيني إلى الطريقة التي يستجيب بها الجين لبيئته. إنه بمثابة مفتاح تشغيل/إيقاف للتحكم في إنتاج البروتينات، بما في ذلك متى يتم تصنيعها وكم عددها. قد تفسر الاختلافات في كيفية التعبير عن الجينات سبب مشاركة بعض الاضطرابات النفسية في جذور وراثية متشابهة تؤدي بعد ذلك إلى ظهور أعراض مختلفة.\n\nتتضمن بعض العوامل التي تبدو أكثر شيوعًا لدى الأشخاص المصابين بالتوحد المصابين باضطراب ثنائي القطب مقارنة بالأشخاص غير المصابين بالتوحد المصابين باضطراب ثنائي القطب ما يلي:\n\nيمكن للأشخاص المصابين بالتوحد الذين يعانون من اضطراب ثنائي القطب أن يواجهوا تأثيرات كبيرة في العديد من المجالات المختلفة. تشير الأدلة إلى أن الشباب المصابين بالتوحد والذين يعانون من اضطراب ثنائي القطب يعانون من إعاقات أكبر عندما يتعلق الأمر بعلاقاتهم الاجتماعية مقارنة بأولئك الذين لا يعانون من اضطراب ثنائي القطب.\n\nيميل الأشخاص المصابون بالتوحد الذين يصابون باضطراب ثنائي القطب إلى ظهور أعراض ثنائي القطب في سن أصغر من الأشخاص غير المصابين بالتوحد الذين يعانون من اضطراب ثنائي القطب. يمكن أن يؤدي هذا إلى اضطرابات في حياة الشخص وقدرته على العمل في العلاقات والمدرسة والرعاية الذاتية ومجالات الحياة المهمة الأخرى.\n\nيمكن أن يظهر الاضطراب ثنائي القطب أيضًا بتركيز شديد على هدف أو نشاط ما. شاركت ميغان قائلة: \"يجب أن أكون مدركًا لمدى تركيزي على اهتماماتي الخاصة [المصابة بالتوحد] وإعطاء الأولوية للروتين، خاصة فيما يتعلق بالنوم لأنني اعتدت أن أتخلى عن النوم من أجل تعلم المزيد أو إنشاء مشاريع يمكن أن تدفعني إلى الهوس\".\n\nالأشخاص الذين يعانون من اضطراب ثنائي القطب لديهم خطر متزايد للوفاة بسبب الانتحار.\nإذا كانت لديك أفكار انتحارية، فاتصل بالمركز الوطني لمنع الانتحار على الرقم 988 للحصول على الدعم والمساعدة من مستشار مدرب. إذا كنت أنت أو أحد أفراد أسرتك في خطر داهم، فاتصل بالرقم 911.\n\nللمزيد من موارد الصحة النفسية rces، راجع قاعدة بيانات خط المساعدة الوطنية الخاصة بنا.\n\nنظرًا لأن الكثير من الأبحاث حول الاضطراب ثنائي القطب تركز على أعراض الأشخاص غير المصابين بالتوحد، فقد يكون من الصعب على الأشخاص المصابين بالتوحد الحصول على تشخيص دقيق. بعض الأعراض التي يعاني منها الأشخاص المصابون بالتوحد عندما يكون لديهم اضطراب ثنائي القطب تشمل:\n\nعندما يعاني الشخص المصاب بالتوحد من إعاقات فكرية أو تحديات في التواصل، فإن التقييم الدقيق للأعراض ثنائية القطب قد يكون أكثر صعوبة. يمكن أن تؤدي الإصابة باضطراب فرط الحركة ونقص الانتباه أو الوسواس القهري إلى زيادة تعقيد عملية التشخيص بسبب تداخل الأعراض.\n\nيقوم ممارسو الرعاية الصحية بإجراء فحوصات روتينية لمرض التوحد. توصي الأكاديمية الأمريكية لطب الأطفال (AAP) بإجراء هذه الفحوصات في سن 9 و18 و30 شهرًا.\n\nمن أجل تشخيص مرض التوحد أو الاضطراب ثنائي القطب، قد يقوم مقدم الخدمة بإجراء فحوصات أو تقييمات للصحة العقلية وطرح أسئلة حول الأعراض والتاريخ والسلوكيات. عادة ما يتم التشخيص من خلال النظر في نتائج هذه الفحوصات ثم طرحها ز مقدمي الرعاية أو غيرهم من الأشخاص حول أنشطة الفرد وسلوكياته.\n\nقد يقوم الأطباء أيضًا بإجراء فحص جسدي، وإجراء اختبارات معملية، وإجراء اختبارات أخرى للمساعدة في استبعاد الحالات الأخرى التي قد تسبب الأعراض أو تساهم فيها. الأشخاص الذين يعانون من اضطراب ثنائي القطب هم أيضًا أكثر عرضة للإصابة بحالات مرضية أخرى مثل اضطراب فرط الحركة ونقص الانتباه وتعاطي المخدرات واضطراب ما بعد الصدمة (PTSD).\n\nمن أجل التمييز بين مرض التوحد والاضطراب ثنائي القطب، قد ينظر الطبيب إلى طبيعة الأعراض ومدتها وتعبيرها وعمر ظهورها وشدة الأعراض.\n\nيستخدم الأطباء ومتخصصو الصحة العقلية الدليل التشخيصي والإحصائي للاضطرابات العقلية (DSM-5-TR) لتشخيص حالات الصحة العقلية والاختلافات النمائية العصبية بما في ذلك مرض التوحد.\n\nالتوحد والاضطراب ثنائي القطب كلاهما يستمر مدى الحياة. تركز علاجات الاضطراب ثنائي القطب على مساعدة الأشخاص على إدارة الأعراض وتعزيز قدرتهم على العمل في حياتهم اليومية. على الرغم من أن التوحد ليس مرضا يستفيد العديد من الأشخاص المصابين بالتوحد من الخدمات الداعمة لمساعدتهم على العمل في عالم غير مصمم لتلبية احتياجاتهم.\n\nلا يوجد نهج واحد للعلاج مناسب للجميع، ولكل شخص احتياجات مختلفة من حيث مستوى الدعم الذي يحتاجه لتحقيق النجاح.\n\nعادةً ما يتضمن علاج الاضطراب ثنائي القطب استخدام الأدوية للمساعدة في استقرار الحالة المزاجية. أخبرتنا ميغان أن الدواء هو \"أهم شيء للعودة إلى المسار الصحيح\" بعد أن تعرضت لأول نوبة هوس لها. تشمل الأدوية التي يمكن وصفها ما يلي:\n\nمن المهم ملاحظة أنه لا يُنصح بتناول مضادات الاكتئاب بمفردها لعلاج الاضطراب ثنائي القطب. قد تؤدي هذه الأدوية إلى ظهور نوبة الهوس أو الهوس الخفيف أو تساهم في التدوير السريع لنوبات المزاج.\n\nعندما يعاني الأشخاص المصابون بالتوحد من اضطراب ثنائي القطب، يتم أحيانًا استخدام مثبتات المزاج جنبًا إلى جنب مع مضادات الذهان بجرعة منخفضة. قد تكون الأدوية المضادة للنوبات التي تعمل على استقرار الحالة المزاجية، مثل حمض الفالبرويك المفضل. مضادات الذهان غير التقليدية مثل أريبيبرازول وريسبيريدون يمكن أن تساعد في السيطرة على أعراض التهيج لدى الأطفال.\n\nتركز التدخلات المستخدمة بشكل متكرر عادة على تحسين المهارات وقد تشمل:\n\nيمكن أن تساعد مثل هذه الأساليب في تحسين نقاط القوة الموجودة، وزيادة قدرات الاتصال، وتحسين المهارات الاجتماعية، وتعزيز مهارات التكيف اللازمة للحياة المستقلة. يمكن أن يبدأ دعم مرض التوحد في مرحلة الطفولة المبكرة، بينما يبدأ علاج الاضطراب ثنائي القطب غالبًا عندما يتم تشخيص الحالة لأول مرة في مرحلة المراهقة أو مرحلة الشباب.\n\nبالإضافة إلى البحث عن العلاج المناسب، هناك أيضًا استراتيجيات قد تساعد الأشخاص المصابين بالتوحد على التأقلم بشكل أفضل عندما يكون لديهم اضطراب ثنائي القطب.\n\nيمكن أن تكون استراتيجيات الرعاية الذاتية جزءًا مهمًا من العيش بشكل جيد مع مرض التوحد والاضطراب ثنائي القطب. بعض الاستراتيجيات التي يمكن أن تساعد تشمل:\n\nقالت ميغان إنها تستخدم روتينًا لمساعدتها على ملاحظة ما إذا كانت بدأت تعاني من أعراض ثنائية القطب أيضًا.\n\nمثل هذه الاستراتيجيات يمكن أن تحسن الحياة اليومية فهي ليست بديلاً عن العلاج المهني. إن تغييرات نمط الحياة جنبًا إلى جنب مع العلاجات الفعالة والمثبتة لمرض التوحد والاضطراب ثنائي القطب يمكن أن تزيد من نقاط قوتك وتضمن رفاهيتك.\n\nيمكن أيضًا أن تكون مجموعات الدعم الخاصة بالتوحد والاضطراب ثنائي القطب مصدرًا للمعلومات القيمة والدعم والتشجيع. أخبرتنا ميغان، \"إن العثور على الدعم من خلال المجتمعات عبر الإنترنت يساعدني على الشعور بالتواصل وتقليل الشعور بالوحدة.\"\n\nDunalska A، Rzeszutek M، Dębowska Z، Bryńska A. الاعتلال المشترك للاضطراب ثنائي القطب واضطراب طيف التوحد - ورقة مراجعة. الطبيب النفسي بول. 2021;55(6):1421-1431. دوى:10.12740/PP/OnlineFirst/122350\n\nJoshi G، Biederman J، Petty C، Goldin RL، Furtak SL، Wozniak J. فحص الاعتلال المشترك للاضطراب ثنائي القطب واضطرابات طيف التوحد: تحليل كبير متحكم فيه للارتباطات المظهرية والعائلية في مجموعة سكانية مُشار إليها من الشباب المصابين باضطراب ثنائي القطب من النوع الأول مع أو بدون اضطرابات طيف التوحد. J كلين الطب النفسي. 2013;74(6):578-586. دوى:10.4088/JCP.12m07392 جويس FS، بيروزنيا إم، بارلا جي إس، وآخرون. تسلسل Exome للاضطراب ثنائي القطب العائلي. جاما للطب النفسي. 2016;73(6):590–597. دوى:10.1001/jamapsychiatry.2016.0251)\n\nغاندال إم جي، هاني جي آر، باريكشاك إن إن، وآخرون. الأمراض العصبية الجزيئية المشتركة عبر الاضطرابات النفسية الرئيسية توازي التداخل متعدد الجينات. علوم. 2018;359(6376):693-697. دوى:10.1126/science.aad6469\n\nأكولا ن، مارينكو إس، جونسون ك، وآخرون. يكشف تسلسل النسخ العميق للقشرة الحزامية الأمامية تحت الجلد عن تغيرات في تعبير الحمض النووي الريبي (RNA) التشخيصي والتشخيصي المحدد في الاضطرابات النفسية الكبرى. نيوروبسايكوفارماكول. 2021;46(7):1364-1372. دوى:10.1038/s41386-020-00949-5\n\nBorue X، Mazefsky C، Rooks BT، Strober M، Keller MB، Hower H، Yen S، Gill MK، Diler RS، Axelson DA، Goldstein BI، Goldstein TR، Ryan N، Liao F، Hunt JI، Dickstein DP، Birmaher B. المسار الطولي للاضطراب ثنائي القطب لدى الشباب المصابين باضطراب طيف التوحد عالي الأداء. J Am Acad الطفل Adolesc الطب النفسي. 2016 ديسمبر;55(12):1064-1072.e6. دوى:10.10 16/j.jaac.2016.08.011\n\nDome P، Rihmer Z، Gonda X. خطر الانتحار في الاضطراب الثنائي القطب: مراجعة موجزة. مديسينا (كاوناس). 2019;55(8):403. دوى:10.3390/medicina55080403\n\nBaldessarini RJ، Tondo L، Vazquez GH، Undurraga J، Bolzani L، Yildiz A، khalsa HM، Lai M، Lepri B، Lolich M، Maffei PM، Salvatore P، Faedda GL، Vieta E، Tohen M. العمر عند البداية مقابل التاريخ العائلي والنتائج السريرية في 1665 مريضًا دوليًا باضطراب ثنائي القطب. الطب النفسي العالمي. 2012;11(1):40-6. دوى:10.1016/j.wpsyc.201.01.006\n\nHollander E، Chaplin W، Soorya L، Wasserman S، Novotny S، Rusoff J، Feirsen N، Pepa L، Anagnostou E. Divalproex Sodium vs placebo لعلاج التهيج لدى الأطفال والمراهقين الذين يعانون من اضطرابات طيف التوحد. علم الأدوية العصبية والنفسية. 2010;35(4):990-8. دوى:10.1038/npp.2009.202)\n\nFallah MS، Shaikh MR، Neupane B، Rusiecki D، Bennett TA، Beyene J. مضادات الذهان غير التقليدية للتهيج في مرض التوحد عند الأطفال: مراجعة منهجية وتحليل تلوي للشبكة. J الطفل المراهق Psychopharm acol. 2019;29(3):168-180. دوى:10.1089/cap.2018.0115\n\nبقلم إيمي مارشال، PsyD\n\nالدكتورة إيمي مارشال هي طبيبة نفسية إكلينيكية مصابة بالتوحد وتعاني من اضطراب فرط الحركة ونقص الانتباه، وتعمل مع الأطفال والمراهقين الذين يتعاطفون أيضًا مع هذه الأنماط العصبية من بين آخرين. وهي معتمدة في TF-CBT والصحة العقلية."
}